Repository: Kopano-dev/kopano-core
Catalog: po/*.po
Languages: de, hu, zh_cn

source: Kopano Archive
de: Kopano Archiv
hu: Kopano Archívum

source: This folder contains the special archive folders.
de: Der Ordner enthält die speziellen Archivordner.
hu: Ez a mappa tartalmazza a különleges archív mappákat.

source: History
de: Verlauf
hu: Előzmények

source: This folder contains archives that have been replaced by a newer version.
de: Der Ordner enthält Archive die mit einer neueren Version ersetzt wurden.
hu: Ez a mappa tartalmazza azokat az archívumokat amik át lettek helyezve egy újabb verzióba.

source: Outgoing
de: Ausgehend
hu: kimenő

source: This folder contains archives of all outgoing messages.
de: Der Ordner beinhaltet Archive der ausgehenden Emails.
hu: ez a mappa tartalmazza az összes kimenő üzenet archívumait.

source: Deleted
de: Gelöscht
hu: Törölt

source: This folder contains archives of messages that have been deleted.
de: Der Ordner beinhaltet Archive der gelöschten Objekte.
hu: Ez a mappa tartalmazza az üzenet archívumait amik törölve lettek.

source: End of Session
de: Session ist abgelaufen
hu: Munkafolyamat vége
zh_cn: 会话结束

source: Connection lost
de: Verbindung verloren
hu: Kapcsolat megszakadt
zh_cn: 失去连接

source: Access denied
de: Zugriff verweigert
hu: Hozzáférés megtagadva
zh_cn: 接入已被拒绝

source: Unable to move or copy folders. Can't copy folder. A top-level can't be copied to one of its subfolders. Or, you may not have appropriate permissions for the folder. To check your permissions for the folder, right-click the folder, and then click Properties on the shortcut menu.
de: Der Ordner kann nicht verschoben oder kopiert werden. Der Ordner kann nicht kopiert werden. Ein Ordner kann nicht in einen seiner Unterordner kopiert werden. Möglicherweise haben Sie auch nicht die erforderlichen Zugriffsrechte für den Ordner. Um Ihre Zugriffsrechte für den Ordner zu prüfen, klicken Sie den Ordner zunächst mit der rechten Maustaste an und wählen Sie dann "Eigenschaften" aus dem angezeigten Menü.
hu: Nem lehet áthelyezni vagy másolni mappákat. Nem lehet másolni mappát. A legfelső szint egyik almappáját nem lehet másolni. Vagy lehet, hogy nincs megfelelő engedélye a mappához. Ahhoz, hogy ellenőrizze a jogosultságokat a mappához, jobb gombbal kattintson a mappára, majd kattintson a Tulajdonságokra a parancsikon menüben.
zh_cn: 无法移动或复制文件夹. 不能复制高层次项目到子文件夹. 你可能没有适当的文件夹权限. 要检查你的权限, 用鼠标右键单击该文件夹, 然后单击快捷工具栏上的属性.

source: The message store has reached its maximum size. To reduce the amount of data in this message store, select some items that you no longer need, and permanently (SHIFT + DEL) delete them.
de: Der Nachrichtenspeicher hat seinen maximale Größe erreicht. Um die Größe zu verringern wählen Sie bitte nicht mehr benötigte Einträge und löschen Sie diese entgültig (Shift + Entf).
hu: Az üzenet tároló elérte a maximum kapacitását. A kapacitás növelése érdekében válasszon néhány elemet amire nincs szüksége és véglegesen (SHIFT + DEL) törölje őket.
zh_cn: 信息储藏室已达到其最大极限. 要减少此信息存储的数据量, 选择一些你不再需要的项目, 并永久(SHIFT + DEL) 删除它们.

source: The user canceled the operation, typically by clicking the Cancel button in a dialog box.
de: Der Benutzer hat die Operation abgebrochen. Dies geschieht typischer Weise durch klicken des "Abbrechen"-Buttons in einer Dialogbox.
hu: A Felhasználó megszakította a Műveletet, kattintson a mégse gombra a párbeszédablakban.
zh_cn: 通常用户在对话框中单击取消按钮來取消该操作.

source: A logon session could not be established.
de: Es konnte keine Anmelde-Session erstellt werden.
hu: A logon Munkafolyamatot nem lehet létrehozni.
zh_cn: 登录无法建立.

source: The name of the folder being moved or copied is the same as that of a subfolder in the destination folder. The message store provider requires that folder names be unique. The operation stops without completing.
de: Der Name des Ordners den Sie umbenennen oder verschieben möchten ist bereits vorhanden. Es ist notwendig, dass jeder Name nur einmal vorkommt. Die Operation wird abgebrochen.
hu: A mappa neve amit másolt vagy áthelyezett ugyan az mint egy almappa a célmappában. Az üzenettároló megköveteli, hogy a mappa neve egyedi legyen. A Művelet félkészen leáll.
zh_cn: 被移动或复制的文件夹的名字与目的地文件夹中的子文件夹相同. 该信息储藏室要求每个文件夹的名称是独一无二的. 因此, 这未完成操作将停止.

source: The operation succeeded, but not all entries were successfully processed, copied, deleted or moved
de: Die Operation wurde beendet, aber nicht alle Einträge wurden erfolgreich bearbeitet, kopiert, gelöscht oder verschoben.
hu: A Művelet sikerült, de nem az összes bejegyzés sikeresen feldolgozott, másolni, törölni vagy áthelyezni
zh_cn: 操作顺利, 但不是所有输入的项目被成功的处理, 复制, 删除或移动.

source: The provider does not have enough information to complete the logon. Or, the service provider has not been configured.
de: Der Provider hat nicht genügend Informationen um die Anmeldung durchzuführen oder der Provider wurde noch nicht konfiguriert.
hu: A szolgáltatónak nincs elég információja, hogy végrehajtsa a bejelentkezést. Vagy a szolgáltató nincs konfigurálva.
zh_cn: 服务提供商没有足够的信息来完成登录. 也许是服务提供商尚未配置.

source: One of the providers cannot log on, but this error should not disable the other services.
de: Einer der Provider kann sich nicht anmelden. Dieser Fehler sollte die anderen Dienste nicht deaktivieren.
hu: Az egyik a szolgáltató nem tud bejelentkezni, de ez a hiba nem akadályozza az egyéb szolgáltatásokat.
zh_cn: 其中一个服务供应商无法登录, 但这种错误不会禁止其他服务.

source: A database error or I/O error has occurred.
de: Ein Datenbank oder I/O Fehler ist aufgetreten.
hu: adatbázis hiba vagy I/O hiba történt.

source: The subfolder being deleted contains subfolders.
de: Der Unterordner der gelöscht werden soll enthält Unterordner.
hu: Az almappa törlődik az almappákkal.

source: The subfolder being deleted contains messages.
de: Der Unterordner der gelöscht werden soll enthält Nachrichten.
hu: az almappa törlődik az üzenetekkel.

source: No description available.
de: Keine Beschreibung vorhanden.
hu: Nincs elérhető leírás

source: MAPI error code:
de: MAPI Fehlercode:
hu: MAPI hiba kód:

source: The synchronization of a folder failed. Press retry to continue or ignore to supress all errors. Please contact the system administrator if this problem persists.
de: Ein Ordner konnte nicht synchronisiert werden. Wählen Sie Wiederholen um weiter zu machen oder Ignorieren um die Fehler zu unterdrücken. Kontaktieren Sie den Systemadministrator wenn das Problem weiter besteht.
hu: A könyvtár szinkronizációja nem sikerült. A folytatáshoz nyomja meg az újra, a hiba figyelmen kívül hagyásához pedig az átugrás gombot. Amennyiben a hiba továbbra is fennáll vegye fel a kapcsolatot a Rendszergazdával.

source: Error codes:
de: Fehlercode:
hu: Hibakódok:

source: Unable to get SSL object from store
de: Das SSL Object konnte nicht vom Konto bezogen werden
hu: Nem lehet elérni az SSL-t a tárolóról
zh_cn: 无法从SSL存储取得物件

source: Unable to get SSL context from SSL object
de: Der SSL Kontext konnte nicht vom SSL Objeckt bezogen werden
hu: Nem lehet elérni az SSL összefüggést az SSL forrásból
zh_cn: 无法从SSL物件取得SSL上下文

source: No certificate found in connection
de: Für die Verbunding konnte kein Zertifkat gefunden werden
hu: A kapcsolathoz nem tartozik tanúsítvány
zh_cn: 在连接上没有找到证书

source: Unable to convert OpenSSL to WinCrypt
de: Konnte OpenSSL nicht zu WinCrypt konvertieren
hu: Nem lehet az OpenSSL-t WinCrypté alakítani
zh_cn: 无法转换OpenSSL到WinCrypt

source: The certificate is not trusted and could not be verified.
de: Dem Zertifikat wird nicht vertraut und es konnte nicht verifiziert werden.
hu: A bizonylat nem megbízható és nem igazolt.
zh_cn: 该证书不获得信赖, 也无法得到证实.

source: The certificate is not trusted.
de: Dem Zertifikat wird nicht vertraut.
hu: A bizonylat nem megbízható.
zh_cn: 该证书不获得信赖.

source: The certificate is trusted but does not verify correctly.
de: Dem Zertifikat wird vertraut, es konnte aber nicht korrekt verifiziert werden.
hu: A bizonylat megbízható de nem hitelesíthető helyesen.
zh_cn: 该证书是值得信赖的, 但不没有验证正确.

source: Do you wish to continue?
de: Möchten Sie fortfahren?
hu: Szeretné folytatni?
zh_cn: 你要继续吗?

source: Unable to get session
de: Es konnte keine Sitzung hergestellt werden
hu: Nem sikerült a munkafolyamat
zh_cn: 无法取得会话

source: Configure
de: Eigenschaften
hu: Beállítások
zh_cn: 配置

source: Synchronize
de: Synchronisieren
hu: Szinkronizálás
zh_cn: 同步

source: Open Shared Folders...
de: Gemeinsame Ordner öffnen...
hu: Megosztott mappák megnyitása...
zh_cn: 打开共享文件夹...

source: Recover Deleted Items...
de: Gelöschte Objekte wiederherstellen...
hu: Törölt elemek visszaállítása...
zh_cn: 恢复已删除邮件...

source: Out of Office Assistant...
de: Abwesenheitsassistent...
hu: Házon kívül segédlet...
zh_cn: 外出时的助理...

source: Delegates...
de: Stellvertreter...
hu: Megbízottak...

source: Configure offline synchronization
de: Offline Synchronisation konfigurieren
hu: Kapcsolat nélküli szinkronizáció beállítása
zh_cn: 配置离线同步性能

source: Start offline synchronization
de: Starte Offline Synchronisation
hu: Kapcsolat nélküli szinkronizáció indítása
zh_cn: 起动离线同步性能

source: Open another user's Outlook Sharing Folders (Calendar, E-mail, etc)
de: Die freigegebenen Ordner eines anderen Benutzers öffnen (Kalender, E-Mail, etc.)
hu: Másik felhasználó megosztásainak megnyitása (naptár, E-mail, stb.)
zh_cn: 打开另一个用户的Outlook共享文件夹(日历, 电子邮件, 等等)

source: Out of Office currently on. Would you like to turn it off?
de: Die Abwesenheitsbenachrichtigung ist momentan aktiv. Möchten Sie diese jetzt abschalten?
hu: A házon kívüli üzenet be van kapcsolva. Szeretné kikapcsolni?
zh_cn: 不在办公室的功能目前被开启, 你想关闭它吗?

source: Out Of Office Turned On
de: Die Abwesenheitsbenachrichtigung wurde eingeschaltet
hu: Házon kívüli üzenet be van kapcsolva
zh_cn: 不在办公室的功能已开启

source: Unable to save Out of Office status
de: Die Abwesenheitsbenachrichtigung konnte nicht gespeichert werden
hu: A házon kívüli üzenet mentése nem lehetséges
zh_cn: 无法保存不在办公室的状态

source: Delegates
de: Stellvertreter
hu: Megbízottak
zh_cn: 委派人

source: Favorites
de: Favoriten
hu: Kedvencek
zh_cn: 我的最爱

source: Permissions
de: Berechtigungen
hu: Jogosultságok
zh_cn: 权限

source: Add to Public Favorites Folder
de: Dem öffentlichen Favoritenordner hinzufügen
hu: hozzáad a Nyilvános Kedvencek Mappához
zh_cn: 添加到公共最爱文件夹

source: Unable to open MAPI session.
de: Eine MAPI-Verbindung kann nicht hergestellt werden.
hu: nem lehet megnyitni a MAPI munkafolyamatot.
zh_cn: 无法打开MAPI会话.

source: Shortcut
de: Verknüpfung
hu: Parancsikon
zh_cn: 捷径

source: Shortcut folder
de: Favoriten Ordner
hu: Rövidített mappa
zh_cn: 捷径文件夹

source: Unable to get shortcut folder.
de: Favoritenordner konnte nicht geöffnet werden
hu: Nem sikerült a hivatkozott mappát beolvasni.
zh_cn: 无法获取捷径文件夹

source: Full control
de: Alle Rechte
hu: Teljes hozzáférés
zh_cn: 完全控制

source: Owner
de: Besitzer
hu: Tulajdonos
zh_cn: 属主

source: Secretary
de: SekretärIn
hu: Titkárnő
zh_cn: 秘书

source: Only read
de: Nur Lesezugriff
hu: Csak olvasásra
zh_cn: 只阅读

source: No rights
de: Keine Benutzerrechte
hu: Semmilyen jogosultság
zh_cn: 没有权利

source: You have insufficient permissions to set permissions
de: Sie haben nicht genügend Berechtigungen um die Aktion auszuführen
hu: Nincs elégséges jogosultsága beállítani a jogosultságokat
zh_cn: 你没有足够的权利来设置权限.

source: Unable to set some permissions. Permissions are only allowed on users and security groups.
de: Die Berechtigungen konnten nicht gesetzt werden. Berechtigungen sind nur auf Benutzern und Sicherheitsgruppen erlaubt.
hu: Nem sikerült beállítani pár jogosultságot. Jogosultságok csak felhasználóknak és biztonsági csoportoknak lehetnek.
zh_cn: 无法设置一些权限. 只允许用户和安全组设置.

source: Unable to set all permissions.
de: Die Berechtigungen konnten nicht gesetzt werden.
hu: Nem sikerült beállítani az összes jogosultságot.
zh_cn: 无法设置所有权限.

source: Unable to get addressbook
de: Konnte das Adressbuch nicht abrufen
hu: Nem sikerült a cím-jegyzéket lekérdezni
zh_cn: 无法取得通讯录

source: Unable to get user store
de: Das Postfach des Benutzers konnte nicht abgerufen werden
hu: Felhasználói tároló hozzáadása
zh_cn: 无法获取用户存储

source: Unable to get property page site
de: Konnte die Seiteneigenschaften nicht abrufen
hu: Nem kaphatod meg ezt az oldalt
zh_cn: 无法取得属性页的网站

source: Unable to receive store and folder information
de: Konnte die Konto- und Ordnerinformationen nicht abrufen
hu: A tárolóra és mappára vonatkozó információk nem érhetők el
zh_cn: 无法接收信息的存储和文件夹

source: Permission Level
de: Umfang der Zugriffsrechte
hu: Jogosultsági szint
zh_cn: 权限层次

source: A&dd
de: &Hinzufügen
hu: Hozzáad
zh_cn: 新增

source: Remo&ve
de: Ent&fernen
hu: Eltávolít
zh_cn: 删除

source: &Properties
de: Eigenschaften
hu: Tulajdonságok
zh_cn: 属性

source: Profile
de: Profil
hu: Profil
zh_cn: 简介

source: &Create items
de: Einträge &anlegen
hu: Elem létrehozása
zh_cn: 建立项目

source: Read &items
de: Einträge &lesen
hu: Olvasás és tételek
zh_cn: 已阅读项目

source: Create &subfolders
de: &Unterordner erstellen
hu: Létrehozás és almappák
zh_cn: 创建子文件夹

source: Folder pe&rmissions
de: Be&rechtigungen für Ordner
hu: Mappa jogosultságok
zh_cn: 文件夹权限

source: Folder visi&ble
de: Ordner an&zeigen
hu: Mappa megjelenítése
zh_cn: 可见文件夹

source: F&older contact
de: &Besitzer
hu: Mappa névjegy
zh_cn: 联系人文件夹

source: &Edit items
de: &Einträge ändern
hu: Tétel szerkesztés
zh_cn: 编辑项目

source: De&lete items
de: Einträge &löschen
hu: Elem törlése
zh_cn: 删除项目

source: None
de: Kein/e
hu: Egyik sem
zh_cn: 无

source: Own
de: Eigene/r
hu: Saját
zh_cn: 拥有

source: All
de: Alle
hu: Minden
zh_cn: 所有

source: <Unknown user or group>
de: <Unbekannter Benutzer oder Gruppe>
hu: Ismeretlen felhasználó vagy csoport
zh_cn: <不明的用户或组>

source: Other
de: Andere/r
hu: Másik
zh_cn: 其他

source: Add
de: Hinzufügen
hu: Hozzáad
zh_cn: 添加

source: Global Address Book
de: Globales Adressbuch
hu: Központi címjegyzék
zh_cn: 全球通讯簿

source: One or more users cannot be added to the folder access list.
de: Einer oder mehrere Benutzer können nicht der Liste der Ordnerberechtigungen hinzugefügt werden.
hu: Egy vagy több felhasználót nem lehet hozzáadni a mappa hozzáférési listájához.
zh_cn: 无法添加一个或多个用户到文件夹接入列表.

source: Non-local users cannot be given rights on this server.
de: Externen Benutzern können keine Rechte auf diesem Server zugewiesen werden.
hu: Nem helyi felhasználók, nem lehet jogot adni ezen a szerveren.
zh_cn: 不能在此服务器上给予非局域网用户权利.

source: One or more users are already specified.
de: Einer oder mehrere Benutzer sind bereits ausgewählt.
hu: Egy vagy több felhasználó már ki van jelölve.
zh_cn: 一个或多个用户已经指定.

source: Entire Inbox (Permanent)
de: Gesamter Posteingang (dauerhaft)
hu: Teljes Beérkezett Üzenetek (állandó)
zh_cn: 整个收件箱(永久)

source: Calendar (Temporary)
de: Kalender (vorübergehend)
hu: Naptár (Ideiglenes)
zh_cn: 日历 (暂时)

source: Notes (Temporary)
de: Notizen (vorübergehend)
hu: Jegyzet (ideiglenes)
zh_cn: 便笺 (暂时)

source: Tasks (Temporary)
de: Aufgaben (vorübergehend)
hu: Feladatok (ideiglenes)
zh_cn: 任务 (暂时)

source: Contacts (Temporary)
de: Kontakte (vorübergehend)
hu: Névjegyalbum (ideiglenes)
zh_cn: 联系人 (暂时)

source: Inbox (Temporary)
de: Posteingang (vorübergehend)
hu: Beérkezett Üzenetek (ideiglenes)
zh_cn: 收件箱 (暂时)

source: User could not be resolved (GAB is unavailable).
de: Der Name kann nicht aufgelöst werden (GAB ist nicht verfügbar).
hu: A felhasználó nem oldható fel (GAB elérhetetlen).

source: User could not be resolved.
de: Der Name kann nicht aufgelöst werden.
hu: Felhasználót nem lehetett feloldani.
zh_cn: 用户不能得到解决.

source: Select a folder type or cancel.
de: Bitte wählen Sie einen Ordnertyp oder brechen Sie diesen Vorgang ab.
hu: Válasszon egy mappa Típust vagy mégsem.
zh_cn: 选择一个文件夹类型或取消.

source: Folder of other user
de: Ordner eines anderen Benutzers
hu: Más felhasználó mappája
zh_cn: 其他用户的文件夹

source: Username
de: Benutzername
hu: Felhasználó név
zh_cn: 用户名

source: Foldertype
de: Ordnertyp
hu: Mappa típus
zh_cn: 文件夹类型

source: Cancel
de: Abbrechen
hu: Mégse
zh_cn: 取消

source: <Unknown>
de: <Unbekannt>
hu: ismeretlen
zh_cn: <不明>

source: Multiple Delegates
de: mehrere Freigaben
hu: Több meghatalmazott
zh_cn: 多个委托人

source: Delegate permissions
de: Stellvertreterberechtigungen
hu: meghatalmazott jogosultságai
zh_cn: 委托人权限

source: This delegate has the following permissions
de: Der Stellvertreter hat folgende Berechtigungen
hu: Ennek a meghatalmazottnak ezek a jogosultságai
zh_cn: 此委托人具有以下权限

source: Calendar
de: Kalender
hu: Naptár
zh_cn: 日历

source: Tasks
de: Aufgaben
hu: Feladatok
zh_cn: 任务

source: Inbox
de: Posteingang
hu: Beérkezett üzenetek
zh_cn: 收件箱

source: Contacts
de: Kontakte
hu: Névjegyalbum
zh_cn: 联系人

source: Notes
de: Notizen
hu: Feljegyzések
zh_cn: 便笺

source: Delegate receives copies of meeting-related messages sent to me
de: Der Stellvertreter erhält Kopien über terminrelevante Anfragen an mich
hu: Meghatalmazott értekezlettel kapcsolatos levélmásolatának küldése nekem
zh_cn: 委托人可以收到发送给我的会议有关邮件的副本

source: Automatically send a message to delegate summarizing these permissions
de: Die Übersicht der Berechtigungen automatisch an den Stellvertreter schicken
hu: Automatikus levélküldés nekem amikor a meghatalmazott összefoglalta a jogosultságokat
zh_cn: 自动发送一个权限摘要信息给委托人

source: Delegate can see my private items
de: Der Stellvertreter darf meine privaten Elemente sehen
hu: Meghatalmazott láthatja a Magánjellegű tételeimet
zh_cn: 委托人可以看到我的私人项目

source: Add to favorites
de: Den Favoriten hinzufügen
hu: Hozzáad a Kedvencekhez
zh_cn: 添加到我的最爱

source: Favorite folder name
de: Favoritenordnername
hu: Kedvencek mappa neve
zh_cn: 我的最爱文件夹名称

source: Public folder name
de: Name des öffentlichen Ordners
hu: Megosztott mappa neve
zh_cn: 公共文件夹名称

source: Subfolders
de: Unterordner
hu: Almappa
zh_cn: 子文件夹

source: Add subfolders of this folder
de: Unterordner diesem Ordner hinzufügen
hu: Almappák hozzáadása ehhez a mappához
zh_cn: 在此文件夹添加子文件夹

source: Add all subfolders
de: Alle Unterordner hinzufügen
hu: Minden almappa hozzáadása
zh_cn: 添加所有子文件夹

source: Add immediate subfolders only
de: Nur direkte Unterordner hinzufügen
hu: Csak a közvetlen almappákhoz csatol
zh_cn: 只添加直接的子文件夹

source: You are currently offline. To use this command, connect to the online server.
de: Sie sind derzeit offline. Um diesen Befehl nutzen zu können müssen Sie sich mit dem Kopano-Server verbinden.
hu: Jelenleg ki vagy jelentkezve. Jelentkezz be az online szerverre ha használni akarod ezt a parancsot.
zh_cn: 你目前已离线. 如要使用此命令, 你需要连接到在线服务器.

source: Unable to open store, access denied.
de: Das Postfach konnte nicht geöffnet werden, Zugriff verweigert.
hu: Nem lehet megnyitni a tárolót, hozzáférés megtagadva.
zh_cn: 无法打开此储存室. 接入已被拒绝.

source: Unable to open store.
de: Das Postfach konnte nicht geöffnet werden.
hu: Nem lehet megnyitni a tárolót.
zh_cn: 无法打开此储存室.

source: Configure synchronization
de: Eigenschaften der Synchronisation
hu: Szinkronizáció beállítása
zh_cn: 配置同步性能

source: Time between synchronizations:
de: Zeit zwischen 2 Abgleichen:
hu: Szinkronizálási idő:
zh_cn: 同步性之间的时间

source: 5 minutes
de: 5 Minuten
hu: 5 perc
zh_cn: 5 分钟

source: 15 minutes
de: 15 Minuten
hu: 15 perc
zh_cn: 15 分钟

source: 1 half hour
de: 30 Minuten
hu: 30 perc
zh_cn: 1个半小时

source: 1 hour
de: 60 Minuten
hu: 1 óra
zh_cn: 1 小时

source: Also start synchronization when:
de: Synchronisation auch starten, wenn:
hu: Szinkronizálás kezdése mikor:
zh_cn: 也开始在...同步:

source: Receive mail
de: E-Mail Eingang
hu: Levél fogadáas
zh_cn: 接收邮件

source: Any change
de: Allen Änderungen
hu: Bármilyen változás
zh_cn: 任何更改

source: Error saving synchronization settings
de: Fehler beim Speichern der Synchronisationseigenschaften
hu: HIBA szinkronizálási beállítások mentése
zh_cn: 储存同步设置错误

source: Unable to add folder to favorites
de: Das Hinzufügen des Ordners zu den Favoriten war nicht möglich
hu: Nem lehet hozzáadni mappát a kedvencekhez
zh_cn: 无法添加文件夹到我的最爱

source: Add to favorite folder
de: Zum Favoritenordner hinzufügen
hu: Hozzáadás a kedvencek mappához
zh_cn: 添加到我的最爱文件夹

source: Unable to get folder data
de: Keine Ordnerinhalte gefunden
hu: Nem sikerült a mappa adatait lekérdezni
zh_cn: 无法取得文件夹数据

source: Saving changes failed.
de: Die Änderungen konnten nicht gespeichert werden
hu: Módosítások mentése nem sikerült.
zh_cn: 保存更改失败.

source: Saving rules failed:
de: Die Regel konnte nicht gespeichert werden:
hu: A szabályok mentése nem sikerült:
zh_cn: 保存规则失败.

source: Add...
de: Hinzufügen...
hu: Hozzáad...
zh_cn: 添加...

source: Remove...
de: Entfernen...
hu: Eltávolítás...
zh_cn: 删除...

source: Permissions...
de: Berechtigungen...
hu: Jogosultság...
zh_cn: 权限...

source: Delegates can send items on your behalf. To grant permission to others to access your folders without also giving them send-on-behalf-of privileges, go to properties for each folder and change the options on the Permissions tab.
de: Stellvertreter können in Ihrem Auftrag Emails versenden. Um anderen Benutzern Zugriff auf Ihre Ordner ohne Stellvertreterberechtigung zu geben müssen Sie dies für jeden Ordner über den Berechtigungsreiter in den Eigenschaften festlegen.
hu: Megbízottak küldhetnek tételeket a nevedben. Engedélyezed másoknak, hogy hozzáférjenek a mappáidhoz anélkül hogy adsz nekik "küld más nevében" jogosultságot, menj minden egyes mappa tulajdonságaihoz és változtasd meg a beállításokat a jogosultság címkénél.
zh_cn: 委派人可以代表您发送项目. 在没有给代表发送特权的条件下授权允许其他人接入你的文件夹, 請到每个文件夹的属性标签以更改权限选项卡上的选项.

source: Send meeting requests and response only to my delegates, not to me
de: Besprechungsanfrage senden und nur meinen Stellvertretern antworten, nicht mir.
hu: Értekezlet meghívók és válaszok csak a megbízott személynek menjenek

source: The server is not available. Either there are network problems or server is down for maintenance.
de: Der Server ist nicht erreichbar. Entweder es existiert ein Netzwerkproblem oder der Server ist wegen Wartungsarbeiten nicht erreichbar.
hu: A szerver nem elérhető. Vagy hálózati problémák vannak vagy szerver karbantartás van.
zh_cn: 无法连接上该服务器. 可能是有网络问题或是服务器正在维修中.

source: Could not initialize delegation window Please contact your administrator.
de: Das Berechtigungsfenster kann nicht angezeigt werden. Kontaktieren Sie Ihren Administrator.
hu: Nem lehet a delegáltak ablakba írniBeszélj az adminisztrátorral.
zh_cn: 无法启动委托视窗.请与管理员联系.

source: You have insufficient permissions to open this store.
de: Sie haben nicht die Berechtigung, dieses Postfach zu öffnen.
hu: Nincs jogosultsága megnyitni a tárolót.
zh_cn: 你没有足够的权限打开这储存室.

source: Synchronization Status
de: Status der Synchronisation
hu: Szinkronizáció állapota
zh_cn: 同步状态

source: Hide
de: Ausblenden
hu: Elrejt
zh_cn: 隐藏

source: Close
de: Schließen
hu: Bezár
zh_cn: 关闭

source: Your offline cache database is being upgraded...
de: Ihr Offline-Cache wird aktualisiert...
hu: Az Ön kapcsolat nélküli gyorsítótára frissül...

source: Connection error
de: Verbindungsfehler
hu: Kapcsolat hiba
zh_cn: 连接错误

source: Username or password incorrect. Please update your MAPI profile.
de: Der Benutzername oder das Passwort ist falsch. Aktualisieren Sie bitte Ihr MAPI Profil.
hu: A felhasználónév vagy jelszó nem megfelelő. Kérem frissítse MAPI profilját.

source: Logon error
de: Login Fehler
hu: Bejelentkezési hiba

source: synchronization done
de: Synchronisation beendet
hu: Szinkronizáció befejeződött
zh_cn: 完成同步进行

source: Synchronizing folders ...
de: Synchronisiere Ordner ...
hu: Mappák szinkronizálása folyamatban ...
zh_cn: 同步进行文件夹...

source: Looking for changes ...
de: Suche nach Änderungen ...
hu: Változások keresése ...
zh_cn: 寻找变更...

source: Synchronizing messages ...
de: Synchronisiere Nachrichten ...
hu: Üzenetek szinkronizálása folyamatban ...
zh_cn: 同步进行信息...

source: Logging in ...
de: Anmelden ...
hu: Bejelentkezés ...
zh_cn: 登录中...

source: Synchronizing ...
de: Synchronisieren ...
hu: Szinkronizálás folyamatban ...
zh_cn: 同步进行中...
