Repository: Kopano-dev/kopano-core
Catalog: po/*.po
Languages: de, hu, zh_cn

source: I am currently Out of the Office
de: Ich bin derzeit nicht im Büro
hu: Jelenleg nem vagyok az Irodában
zh_cn: 我目前不在办公室

source: Out of Office Assistant
de: Abwesenheitsassistent
hu: Házon kívüli üzenet beállítása
zh_cn: 不在办公室时的助理

source: I am currently In the Office
de: Ich bin derzeit im Büro
hu: Jelenleg az Irodában vagyok
zh_cn: 我目前在办公室

source: AutoReply only once to each sender with the following text:
de: Nur einmal automatisch antworten an jeden Sender mit dem folgenden Text:
hu: Automatikus válasz csak egyszer minden feladónak a következő szöveggel:
zh_cn: 只自动回覆一次给每个寄件者下列文本:

source: Subject:
de: Betreff:
hu: Tárgy:
zh_cn: 主题:

source: &Save
de: &Speichern
hu: Mentés
zh_cn: 保存

source: Unable to open default store in MAPI session.
de: Der Standardordner kann nicht geöffnet werden.
hu: Nem lehet megnyitni az alapértelmezett tárolót a MAPI kapcsolaton.
zh_cn: 无法打开的MAPI会话的默认储存室.

source: Refusing to add primary store as shared store.
de: Das primäre Postfach kann nicht als gemeinsames Postfach eingebunden werden.
hu: Az elsődleges tároló megosztott tárolóként történő beállítása elutasításra került.

source: Unable to open this store.
de: Das Postfach kann nicht geöffnet werden.
hu: Nem lehet megnyitni ezt a tárolót.
zh_cn: 无法打开此储存室.

source: Access Denied
de: Zugriff verweigert
hu: Hozzáférés megtagadva
zh_cn: 接入已被拒绝

source: Recover Deleted Items
de: Gelöschte Objekte wiederherstellen
hu: Törölt elemek visszaállítása
zh_cn: 恢复已删除项目

source: Delete
de: Löschen
hu: Törlés
zh_cn: 删除

source: Restore
de: Wiederherstellen
hu: Visszaálítás
zh_cn: 恢复

source: Messages
de: Nachrichten
hu: Üzenetek
zh_cn: 信息

source: Folders
de: Ordner
hu: Mappák
zh_cn: 文件夹

source: Loading...
de: Laden...
hu: Töltés...
zh_cn: 载入...

source: Subject
de: Betreff
hu: Tárgy
zh_cn: 主题

source: Deleted On
de: Gelöscht am
hu: Törölni a
zh_cn: 以...删除

source: From
de: Von
hu: Feladó
zh_cn: 发件人

source: Received
de: Empfangen
hu: Címzett
zh_cn: 接收

source: <Unknown Subject>
de: <Unbekannter Betreff>
hu: Ismeretlen tárgy
zh_cn: <不明主题>

source: Foldername
de: Ordnername
hu: Mappa név
zh_cn: 文件夹名

source: Itemcount
de: Anzahl der Objekte
hu: Tétel Mennyiség
zh_cn: 项目计数

source: <Unknown foldername>
de: <Unbekannter Ordnername>
hu: ismeretlen mappa név
zh_cn: <不明文件夹名>

source: item
de: Element
hu: Tétel
zh_cn: 项目

source: items
de: Elemente
hu: Tételek
zh_cn: 项目

source: folder
de: Ordner
hu: Mappa
zh_cn: 文件夹

source: folders
de: Ordner
hu: Mappák
zh_cn: 文件夹

source: Restore items...
de: Objekte wiederherstellen...
hu: Tételek visszaállítása...
zh_cn: 恢复项目...

source: Restoring items
de: Objekte werden wiederhergestellt
hu: Tételek visszaállítódnak
zh_cn: 正在恢复项目中

source: Done
de: Fertig
hu: Kész
zh_cn: 完成

source: Unknown error
de: Unbekannter Fehler
hu: Ismeretlen hiba
zh_cn: 不明错误

source: The selected items will be permanently deleted from this folder. If you continue, you will not be able to recover these items.
de: Die gewählten Elemente werden endgültig aus diesem Ordner gelöscht. Wenn Sie fortfahren, können diese Elemente nicht wieder hergestellt werden.
hu: A kiválasztott Tételek véglegesen törlődni fognak ebből a Mappából.Ha folytatja, nem fogja tudni visszaállítani őket.
zh_cn: 选定的项目将从该文件夹被永久删除. 如果继续, 你将无法恢复这些项目.

source: Remove items...
de: Objekte löschen...
hu: Tételek eltávolítása...
zh_cn: 删除项目...

source: Removing items
de: Objekte werden gelöscht
hu: Tételek eltávolítása
zh_cn: 正在删除项目中...

source: The call succeeded, not all of the entries were successfully deleted.
de: Die Anweisung wurde ausgeführt. Allerdings konnten nicht alle Vorgänge erfolgreich abgeschlossen werden.
hu: A Hívás sikerült, nem törlődött az összes bejegyzés.
zh_cn: 通话成功. 但不是所有输入项目被成功删除.

source: The folder and/or messages can not be deleted.
de: Der Ordner und/oder diese Nachrichten kann/können nicht gelöscht werden.
hu: A Mappa és/vagy üzenetek nem törlődtek.
zh_cn: 文件夹和/或邮件不能被删除.

source: General
de: Allgemein
hu: Álltalános
zh_cn: 一般

source: Server settings
de: Servereinstellungen
hu: szerver beállítások
zh_cn: 服务器设置

source: Enable encryption (HTTPS)
de: Verschlüsselung aktivieren (HTTPS)
hu: Titkosítás engedélyezése (HTTPS)
zh_cn: 启用加密(HTTPS)

source: Password
de: Passwort
hu: Jelszó
zh_cn: 密码

source: Connection
de: Verbindung
hu: Kapcsolat
zh_cn: 连接

source: Connection type
de: Verbindungstyp
hu: A kapcsolat típusa
zh_cn: 连接类型

source: Cached Mode
de: Offline (Cached) Modus
hu: Gyorsítótár Mód
zh_cn: 缓存模式

source: Detect at startup
de: Automatische Erkennung beim Start
hu: Vizsgálás indításkor
zh_cn: 在启动时检测

source: Offline or cached mode for Outlook XP and Outlook 2002 is not supported. If you wish to use offline functionality, please use Outlook 2000, 2003, 2007 or later.
de: Der Offline oder Cached Modus wird für Outlook XP und Outlook 2002 nicht unterstützt. Falls Sie die Offline-Funktionalitäten nutzen möchten müssen Sie Outlook 2000, 2003, 2007 oder später verwenden.
hu: Offline vagy gyorsítótáras üzemmód az Outlook XP és Outlook 2002-ben nem támogatott. Ha szeretné használni az offline üzemódot kérem az outlook 2000-et, 2003-at, 2007-et, vagy későbbi verziójukat használja.
zh_cn: 离线或Outlook XP和Outlook 2002缓存模式沒有支援. 如果你想使用离线功能, 请使用Outlook 2000,2003,2007或更高版本.

source: Global Address Lists
de: Globale Adresslisten
hu: Központi címjegyzék listák

source: All Address Lists
de: Zusätzliche Adresslisten
hu: Összes címjegyzék

source: First:
de: Vorname:
hu: Első:
zh_cn: 名字:

source: Initials:
de: Initialien:
hu: Kezdőbetűk:
zh_cn: 缩写:

source: Last:
de: Nachname:
hu: Utolsó:
zh_cn: 姓:

source: Display:
de: Anzeige:
hu: Megjelenít:
zh_cn: 显示:

source: Address:
de: Adresse:
hu: Cím:
zh_cn: 地址:

source: City:
de: Stadt:
hu: Város:
zh_cn: 城市:

source: State:
de: Land:
hu: Állam:
zh_cn: 州:

source: Zip code:
de: Postleitzahl:
hu: Irányítószám:
zh_cn: 邮编代码:

source: Country/Region:
de: Bundesland:
hu: Ország/régió:
zh_cn: 国家/地区:

source: Title:
de: Position:
hu: Cím:
zh_cn: 称号:

source: Company:
de: Firma:
hu: Cég:
zh_cn: 公司:

source: Department:
de: Abteilung:
hu: Osztály:
zh_cn: 部门:

source: Office:
de: Büro:
hu: Iroda:
zh_cn: 办公室:

source: Assistant:
de: Assistent:
hu: Aszisztens:
zh_cn: 助理:

source: Phone:
de: Telefon:
hu: Telefon:
zh_cn: 电话:

source: Phone/Notes
de: Telefon/Notizen
hu: Telefon/jegyzetek
zh_cn: 电话/便笺

source: Phone numbers
de: Telefonnummern:
hu: Telefonszámok
zh_cn: 电话号码

source: Business:
de: Geschäftlich:
hu: Üzlet:
zh_cn: 业务:

source: Business 2:
de: Geschäftlich 2:
hu: Üzlet2:
zh_cn: 业务2:

source: Home:
de: Privat:
hu: Otthoni:
zh_cn: 家里:

source: Home 2:
de: Privat 2:
hu: Otthoni2:
zh_cn: 家里2:

source: Mobile:
de: Mobil:
hu: Mobil:
zh_cn: 手机:

source: Notes:
de: Notizen:
hu: Feljegyzések:
zh_cn: 便笺:

source: Organization
de: Organisation
hu: Szervezet
zh_cn: 机构

source: Direct reports:
de: Bericht direkt an:
hu: Közvetlen jelentések:
zh_cn: 直接报告:

source: Member Of
de: Mitglied von
hu: Tagja
zh_cn: 成员

source: Group membership:
de: Gruppenmitgliedschaft:
hu: Csoport tagság:
zh_cn: 组合成员:

source: E-mail Addresses
de: E-Mail Adressen
hu: E-mail címek
zh_cn: 电子邮件地址

source: E-mail addresses:
de: E-Mail Adressen:
hu: E-mail címek:
zh_cn: 电子邮件地址:

source: Display name:
de: Anzeigename:
hu: Megjelenő név:
zh_cn: 显示称名:

source: Owner:
de: Besitzer:
hu: Tulajdonos:
zh_cn: 属主:

source: Members
de: Mitglieder
hu: Tagok
zh_cn: 成员

source: Modify members...
de: Mitglieder bearbeiten...
hu: Módosított tagok...
zh_cn: 修改成员...

source: Advanced
de: Erweitert
hu: Haladó
zh_cn: 先进

source: Remove
de: Entfernen
hu: Eltávolítás
zh_cn: 删除

source: User already exists.
de: Der Benutzer existiert bereits.
hu: A felhasználó már létezik.
zh_cn: 用户已经存在.

source: Use proxyserver
de: Proxyserver benutzen
hu: Használjon proxy kiszolgálót
zh_cn: 使用代理服务器

source: Use compression
de: Komprimierung benutzen
hu: Használjon tömörítést
zh_cn: 使用压缩

source: Seconds Until Server Connection timeout
de: Sekunden bis zum Verbindungstimeout
hu: Pár perc a szerver Kapcsolat Időtúllépéséig
zh_cn: 服务器连接超时... 秒后

source: Sync Issues
de: Sychronisierungsprobleme
hu: Szinkronizációs problémák
zh_cn: 同步问题

source: Conflicts
de: Konflikte
hu: ütközések
zh_cn: 冲突

source: Local Failures
de: Lokale Fehler
hu: Helyi hibák
zh_cn: 局部性故障

source: Server Failures
de: Server Fehler
hu: Kiszolgáló hibák
zh_cn: 服务器故障

source: Unable to connect to the online server. If you continue, no new connections will be attempted until you disable the 'Work offline' option in the 'File' menu.
de: Verbindung zum Onlineserver nicht möglich. Wenn Sie weitergehen wird kein neuer Verbindungsversuch gemacht bis Sie den Punkt 'Offline arbeiten' im Menü 'Datei' ausschalten.
hu: Nem lehet csatlakozni a szerverhez. Ha folytatod nem lehet új online kapcsolatod amíg ki nem kapcsolod a "work offline" opciót a "file" menüben.
zh_cn: 无法连接到在线服务器. 如果继续, 你将留在离线工作直到你到'文件选项'中止'离线工作'.

source: Your offline cache database is being upgraded. Outlook will start in online mode for this session.
de: Ihre Offline-Cache Datenbank wird aktualisiert. Outlook wird für diese Sitzung im Online-Modus gestartet.
hu: Az Ön offline cache adatbázisa frissült. Az Outlook ebben a munkamenetben online módban fog indulni.

source: Unable to work online! Do you want to switch to offline mode?
de: Es ist nicht möglich online zu arbeiten. Möchten Sie in den Offline-Modus wechseln?
hu: Nem lehet Online dolgozni! Szeretne átállni Offline módra?
zh_cn: 无法联机工作! 你想切换到离线状态?

source: Trying to connect to
de: Verbindungsversuch zu
hu: Próbál csatlakozni
zh_cn: 尝试连接到

source: Available
de: Verfügbar
hu: Elérhető
zh_cn: 可用的

source: Not read:
de: ungelesen:
hu: Nem olvasott:
zh_cn: 没有读过:

source: was not read because it expired before reading at time
de: ungelesen, da zuvor abgelaufen
hu: Nem olvasott mert lejárt mielött olvasta volna
zh_cn: 没有读过, 因为它在阅读前已过期

source: Read:
de: gelesen:
hu: Olvassa el:
zh_cn: 已阅读:

source: was read on
de: wurde gelesen am
hu: olvasták a
zh_cn: 在...阅读

source: Your message
de: Ihre Nachricht
hu: Üzeneted
zh_cn: 你的信息

source: To:
de: An:
hu: Címzett:
zh_cn: 发送到:

source: Sent on:
de: gesendet am:
hu: Elküldve:
zh_cn: 已在...发送:

source: Cannot use the profile because you are over the license limit. To continue, you must purchase additional client licenses.
de: Das Profil kann nicht genutzt werden, da das Lizenzlimit überschritten wurde. Um fortzufahren müssen Sie weitere Clientlizenzen kaufen.
hu: Nem lehet a profilt használni mert túllépte a licensz limitet. Ahhoz, hogy folytassa ügyfél licenszt kell vásárolnia.
zh_cn: 不能使用此配置文件, 因为这已超过你的许可证限制. 若要继续, 你必须购买额外的客户许可证.

source: Cannot use the profile because the server was unable to contact the license server. Please consult your system administrator.
de: Das Profil kann nicht genutzt werden, da der Server keine Verbindung zum Lizenzdienst aufbauen konnte. Bitte wenden Sie sich an Ihren Administrator.
hu: Nem lehet használni a profilt mert a szerver nem tud kapcsolódni a licensz szerverhez. Beszéljen a rendszergazdával.
zh_cn: 不能使用的配置文件, 因为服务器无法联系许可证服务器. 请咨询你的系统管理员.

source: An error has occurred while fetching the message from the archive.
de: Beim Abrufen der Mail aus dem Archiv ist ein Fehler aufgetreten.
hu: Hiba történt a levél archívumból történő betöltésekor.

source: Please contact your system administrator.
de: Wenden Sie sich an Ihren Systemadministrator.
hu: Kérem vegye fel a kapcsolatot a rendszergazdával.

source: Error code:
de: Fehlercode:
hu: Hibakód:

source: It seems no valid archiver license is installed.
de: Es ist keine gültige Archiver Lizenz vorhanden.
hu: Úgy tűnik nincs érvényes engedély telepítve a archívumkezelőhöz.

source: The archive could not be found.
de: Das Archiv konnte nicht gefunden werden.
hu: Az archívum nem található.

source: You don't have sufficient access to the archive.
de: Sie haben nicht die nötige Berechtigung um auf das Archiv zuzugreifen.
hu: Nincs hozzáférése az archívumhoz.

source: Error description:
de: Fehlerbeschreibung:
hu: Hiba leírása:

source: Archives can not be destubbed when working offline.
de: Archive können solange offline gearbeitet wird nicht wiederhergestellt werden.

source: Public Folders
de: Alle Öffentlichen Ordner
hu: Megosztott mappák
zh_cn: 公共文件夹

source: Unknown username
de: Unbekannter Benutzername
hu: Ismeretlen Felhasználónév
zh_cn: 不明的用户名

source: Connecting to the server...
de: Verbinde mit dem Server...
hu: Csatlakozás a Kiszolgálóhoz...
zh_cn: 正在连接到服务器...

source: Unable to reach the server. Do you want to save the settings or cancel and re-enter the settings?
de: Verbindung zum Server war nicht möglich. Wollen Sie diese Einstellungen speichern oder abbrechen und die Verbindungsdaten neu eingeben?
hu: Nem lehet elérni a Kiszolgálót. Szeretné menteni a beállításokat, vagy mégsem és újra belép a beállításokba?
zh_cn: 无法连接到服务器. 你要保存设置或是取消已设置的然后重新进入设置?

source: Incorrect username and/or password.
de: Falscher Benutzername und/oder falsches Passwort.
hu: Helytelen Felhasználónév és/vagy Jelszó.
zh_cn: 不正确的用户名和/或密码.

source: Incorrect servername and/or port Check if the server is running.
de: Falscher Servername und/oder Port. Läuft der Serverprozess?
hu: Helytelen Kiszolgáló név és/vagy port Ellenőrizze ha a Kiszolgáló aktív.
zh_cn: 不正确的服务器名称和/或端口.请检查服务器是否正在执行当中.

source: Incorrect version.
de: Falsche Version.
hu: Helytelen Verzió.
zh_cn: 不正确的版本.

source: An unknown failure has occurred. Please contact your administrator.
de: Es ist ein unbekannter Fehler aufgetreten. Bitte kontaktieren Sie Ihren Administrator.
hu: Ismeretlen hiba történt. Vegye fel a kapcsolatot a rendszergazdával.
zh_cn: 发生了一个不明的故障.请与管理员联系.

source: You should restart Outlook for the changes to take effect.
de: Sie sollten Outlook neu starten damit die Änderungen übernommen werden.
hu: Ujraindíthatja az Outlook-ot ha a változások életbe léptek.
zh_cn: 你应该重新启动Outlook以使更改生效.

source: Unable to work online! The first time you need a network connection. Retry if you have the network connection.
de: Es ist nicht möglich online zu arbeiten! Sie benötigen beim ersten Start eine Netzwerkverbindung. Versuchen Sie es erneut, wenn eine Netzwerkverbindung besteht.
hu: Nem lehet online dolgozni! Először is hálózati kapcsolatra van szüksége. Próbálja újra ha kapcsolódott a hálózathoz.
zh_cn: 无法在线工作. 第一次你需要一个网络连接. 如果你有网络连接, 請重试.

source: First Folder Sync...
de: Erster Abgleich der Ordner...
hu: Első mappa szinkronizálás...
zh_cn: 第一个文件夹同步...

source: Sync folder items
de: Ordnereinträge abgleichen
hu: mappa elemeinek szinkronizálása
zh_cn: 同步文件夹中的项目

source: Outbox
de: Postausgang
hu: Kimenő Mappa
zh_cn: 发件箱

source: Deleted Items
de: Gelöschte Objekte
hu: Törölt elemek
zh_cn: 删除项目

source: Sent Items
de: Gesendete Objekte
hu: Elküldött elemek
zh_cn: 已发送项目

source: Drafts
de: Entwürfe
hu: Piszkozatok
zh_cn: 草稿

source: RSS Feed comment
de: RSS Feed Kommentar
hu: RSS hírcsatornák megjegyzései
zh_cn: RSS Feed 评论

source: Conversation Action Settings
de: Konversationseinstellungen

source: Quick Step Settings
de: Quickstep Einstellungen

source: Suggested Contacts
de: Vorgeschlagene Kontakte

source: Certificate summary
de: Zertifikatszusammenfassung
hu: Tanúsítvány összefoglaló
zh_cn: 证书摘要

source: View certificate
de: Zertifikat anzeigen
hu: Tanúsítvány megjelenítése
zh_cn: 查看证书

source: Remember my choice for this certificate
de: Meine Einstellungen für dieses Zertifikat merken
hu: Emlékezzen a tanúsítvány választásomra
zh_cn: 记住我对于此证书的选择

source: Hostname
de: Rechnername
hu: Gépnév
zh_cn: 主机名

source: Holder
de: Besitzer
hu: Birtokos
zh_cn: 持有人

source: Issuer
de: Herausgeber
hu: Kibocsátó
zh_cn: 发行人

source: Expiration
de: Ablaufdatum
hu: Lejárati
zh_cn: 过期

source: Unable to open registry key for SSL certificate storage
de: Die Registry für den SSL Zertifikatsspeicher konnte nicht geöffnet werden
hu: Nem lehet megnyitnia a regisztrációs kulcsot az SSL tárolóhoz
zh_cn: 无法打开注册表键的SSL证书存储

source: Unable to store SSL certificate in registry key.
de: Das SSL Zertifikat konnte nicht in der Registry hinterlegt werden.
hu: Nem lehet tárolni az SSL bizonylatot a regisztrációs kulcsban.
zh_cn: 无法存储SSL证书到注册表键.

source: Kopano Contacts Folders
de: Kopano Kontakte Ordner

source: Archive
de: Archiv
hu: Archívum

source: Upgrade:
de: Aktualisierung:
hu: Frissítés:

source: A fatal error occurred while processing your message, and Kopano is unable to send your email.
de: Ein schwerer Fehler ist beim Verarbeiten Ihrer Nachricht aufgetreten und Kopano konnte daher Ihre eMail nicht senden.
hu: Végzetes hiba történt az üzenet feldolgozása közben, és Kopano nem tudja elküldeni az e-mailt.

source: Unable to obtain list of attached archives.
de: Die Liste der eingehängten Archive konnte nicht geladen werden.

source: Unable to open archive.
de: Archiv konnte nicht geöffnet werden.

source: Unable to get outgoing archive folder.
de: Der Ausgangsarchivordner konnte nicht gefunden werden.

source: Unable to create archive message in outgoing archive folder.
de: Die Nachricht konnte nicht im Ausgangsarchivordner erstellt werden.

source: Unable to copy message data.
de: Die Nachricht konnte nicht kopiert werden.

source: Unable to save archived message.
de: Die archivierte Nachricht konnte nicht gespeichert werden.

source: You are not allowed to send as user or group
de: Es ist nicht erlaubt unter diesem Benutzer- oder Gruppennamen E-Mails zu versenden.
hu: Nincs engedélye, hogy felhasználó vagy csoportként küldjön

source: The user or group you try to send as could not be found.
de: Der Benutzer/die Gruppe in deren Namen der Versand erfolgen soll kann nicht gefunden werden.
hu: A felhasználó vagy csoport aki álltal próbálta küldeni nem található.

source: Error found while trying to send your message. Error code:
de: Fehler beim Versuch Ihre Nachricht zu senden. Fehler Code:
hu: Hibát talált mialatt próbálta küldeni az üzenetet. Hibakód:

source: Recurring meetings are not allowed
de: Serientermine sind nicht erlaubt.

source: The requested time slot is unavailable
de: Der angeforderte Zeitrahmen ist nicht verfügbar

source: The requested time slots are unavailble on the following dates:
de: Der angeforderte Zeitrahmen ist zu diesen Zeiten nicht verfügbar:

source: workday
de: Arbeitstag

source: day
de: Tag

source: days
de: Tage

source: week
de: Woche

source: weeks
de: Wochen

source: month
de: Monat

source: months
de: Monate

source: year
de: Jahr

source: years
de: Jahre

source: Occurs every %s effective %s from %s to %s.
de: Fällt jeden %s an, beginnend am %s von %s bis %s.

source: Occurs every %s %s effective %s from %s to %s.
de: Fällt jeden %s %s an, beginnend am %s von %s bis %s.

source: Occurs every %s effective %s.
de: Fällt jeden %s an, beginnend am %s.

source: Occurs every %s %s effective %s.
de: Fällt jeden %s %s an, beginnend am %s.

source: Occurs every %s effective %s for %s occurence from %s to %s.
de: Fällt jeden %s an, beginnend am %s für %s Wiederholung von %s bis %s.

source: Occurs every %s %s effective %s for %s occurence from %s to %s.
de: Fällt jeden %s %s an, beginnend am %s für %s Wiederholung von %s bis %s.

source: Occurs every %s effective %s for %s occurence.
de: Fällt jeden %s an, beginnend am %s für %s Wiederholung.

source: Occurs every %s %s effective %s for %s occurence.
de: Fällt jeden %s %s an, beginnend am %s für %s Wiederholung.

source: Occurs every %s effective %s until %s from %s to %s.
de: Fällt jeden %s an, beginnend am %s bis %s von %s bis %s.

source: Occurs every %s %s effective %s until %s from %s to %s.
de: Fällt jeden %s %s an, beginnend am %s bis %s von %s bis %s.

source: Occurs every %s effective %s until %s.
de: Fällt jeden %s an, beginnend am %s bis %s.

source: Occurs every %s %s effective %s until %s.
de: Fällt jeden %s %s an, beginnend am %s bis %s.

source: Accepted
de: Zugesagt

source: Declined
de: Abgelehnt

source: Tentatively accepted
de: Unter Vorbehalt

source: New Time Proposed
de: Neue Zeit vorgeschlagen

source: Canceled
de: Abgesagt

source: You have insufficient privileges to open this object.
de: Sie haben keine Berechtigung dieses Objekt zu öffnen.

source: Logon Failed. Please check your name/password.
de: Login fehlgeschlagen. Prüfen Sie Ihren Benutzernamen/Passwort

source: Can not connect to Kopano server.
de: Keine Verbindung zum Kopano Server.

source: Can not open object with provided id.
de: Das Element mit der angegebenen ID kann nicht geöffnet werden.

source: There are no recipients in the message.
de: Es sind keine Empfänger angegeben.

source: Can not find object.
de: Das Element konnte nicht gefunden werden.

source: Unknown MAPI Error: %s
de: Unbekannter MAPI Fehler: %s
hu: Ismeretlen MAPI hiba: %s

source: Start Date
de: Start Datum

source: Due Date
de: Fälligkeitsdatum

source: Not Started
de: Nicht begonnen

source: In Progress
de: In Bearbeitung

source: Complete
de: Erledigt

source: Wait for other person
de: Wartet auf jemand anderen

source: Deferred
de: Zurückgestellt

source: Percent Complete
de: Prozent erledigt

source: Date Completed
de: Erledigt am

source: Total Work
de: Gesamtaufwand

source: hours
de: Stunden

source: Actual Work
de: Ist-Aufwand

source: Billing Information
de: Abrechnungsinfo

source: Mileage
de: Reisekilometer

source: Offline
hu: Kapcsolat nélküli munka

source: Name
hu: Név
zh_cn: 名字

source: Name...
hu: Név...
zh_cn: 名字...

source: Journal
hu: Napló
zh_cn: 记录

source: 1 minute
hu: 1 perc
zh_cn: 1 分钟

source: Server
hu: Kiszolgáló
zh_cn: 服务器

source: Alias:
hu: Más néven:
zh_cn: 别名:

source: Manager:
hu: Menedzser:
zh_cn: 经理:

source: Alias name:
hu: Álnév:
zh_cn: 别名:

source: MailBox
hu: Postafiók
zh_cn: 邮箱

source: Proxy server
hu: proxy kiszolgáló
zh_cn: 代理服务器

source: Kopano Archiver
hu: Kopano Archiváló

source: Junk E-mail
hu: Levélszemét
zh_cn: 垃圾邮件

source: RSS Feeds
hu: RSS hírcsatornák

source: Port
zh_cn: 端口

source: Online
zh_cn: 在线

source: Fax:
zh_cn: 传真:

source: Pager:
zh_cn: 呼叫器:

source: Proxy
zh_cn: 代理

source: Cc:
zh_cn: 抄送到:
